Repository: mikekazakov/nimble-commander
Catalog: Source/Operations/resources/Localizable.xcstrings
Source language: en
Languages: ru

source: %@ “%@” to “%@”
ru: %1$@ “%2$@” в “%3$@”

source: %@ %@ items to “%@”
ru: %1$@ %2$@ объектов в “%3$@”

source: %@ of %@
ru: %1$@ из %2$@

source: %@ of %@ - %@/s
ru: %1$@ из %2$@ - %3$@/с

source: %@ of %@ - %@/s, %@
ru: %1$@ из %2$@ - %3$@/с, %4$@

source: %@ of %@ - Paused
ru: %1$@ из %2$@ - Пауза

source: %@ of %@, %@
ru: %1$@ из %2$@, %3$@

source: %@ to “%@”
ru: %1$@ в “%2$@”

source: Abort
ru: Прервать

source: Altering a symbolic link
ru: Изменение символической ссылки

source: Altering file attributes
ru: Изменение файловых атрибутов

source: Batch renaming %@ items
ru: Групповое переименование %@ объектов

source: Cannot delete a locked item
ru: Невозможно удалить защищенный объект

source: Cannot move a locked item to Trash
ru: Невозможно переместить зищищенный объект в Корзину

source: Cannot open a locked item
ru: Невозможно открыть защищенный объект

source: Cannot remove the last item being renamed
ru: Невозможно удалить последний объект для переименования

source: Cannot rename a locked item
ru: Невозможно переименовать заблокированный объект

source: Change file attributes for “%@”
ru: Изменить файловые атрибуты для “%@”

source: Change file attributes for %@ selected items
ru: Изменить файловые атрибуты для %@ объектов

source: Checksum verification failed
ru: Ошибка верификации контрольной суммы

source: Cleaning up..
ru: Завершение...

source: Close
ru: Закрыть

source: Compress “%@” to:
ru: Сжать “%@” в:

source: Compress %@ items to:
ru: Сжать %@ объектов в:

source: Compressing “%@”
ru: Сжатие “%@”

source: Compressing %d items
ru: Сжатие %d объектов

source: Continue
ru: Продолжить

source: Copy “%@” to:
ru: Скопировать “%@” в:

source: Copy %@ items to:
ru: Скопировать %@ объектов в:

source: Copying
ru: Копирование

source: Create a hardlink of '%@' to:
ru: Создать жесткую ссылку '%@' на:

source: Creating a directory “%@”
ru: Создание директории “%@”

source: Creating a new hard link
ru: Создание новой жесткой ссылки

source: Creating a new symbolic link
ru: Создание новой символической ссылки

source: Delete Permanently
ru: Удалить необратимо

source: Deleting “%@”
ru: Удаление “%@”

source: Deleting %@ items
ru: Удаление %@ объектов

source: Do you want to delete “%@”?
ru: Вы ходите удалить “%@”?

source: Do you want to delete %@ items?
ru: Вы ходите удалить %@ объектов?

source: Failed to access a directory
ru: Отсутствует доступ к папке

source: Failed to access a file
ru: Отсутствует доступ к файлу

source: Failed to access an item
ru: Отсутствует доступ к объекту

source: Failed to alter a symbolic link
ru: Не удалось изменить символическую ссылку

source: Failed to create a directory
ru: Не удалось создать папку

source: Failed to create a hard link
ru: Не удалось создать жесткую ссылку

source: Failed to create a symbolic link
ru: Не удалось создать символическую ссылку

source: Failed to delete a destination file
ru: Не удалось удалить целевой файл

source: Failed to delete a directory
ru: Не удалось удалить папку

source: Failed to delete a file
ru: Не удалось удалить файл

source: Failed to delete a source item
ru: Не удалось удалить исходный файл

source: Failed to move an item to Trash
ru: Не удалось переместить объект в Корзину

source: Failed to open a destination file
ru: Не удалось открыть целевой файл

source: Failed to perform chflags
ru: Не удалось выполнить chflags

source: Failed to perform chmod
ru: Не удалось выполнить chmod

source: Failed to perform chown
ru: Не удалось выполнить chown

source: Failed to read a destination file
ru: Не удалось прочитать целевой файл

source: Failed to read a file
ru: Не удалось прочитать файл

source: Failed to read a source file
ru: Не удалось прочитать исходный файл

source: Failed to rename an item
ru: Не удалось переименовать объект

source: Failed to set file time
ru: Не удалось установить время файла

source: Failed to unlock an item
ru: Не удалось разблокировать объект

source: Failed to write a file
ru: Не удалось записать файл

source: Failed to write an archive
ru: Не удалось записать архив

source: Item is not a directory
ru: Объект не явлется папкой

source: Move to Trash
ru: Переместить в Корзину

source: Moving
ru: Перенос

source: Overwrite
ru: Заменить

source: Preparing to copy “%@”
ru: Подготовка к копированию “%@”

source: Preparing to copy %@ items
ru: Подготовка к копированию %@ объектов

source: Preparing to move “%@”
ru: Подготовка к перемещению “%@”

source: Preparing to move %@ items
ru: Подготовка к перемещению %@ объектов

source: Rename/move “%@” to:
ru: Переименовать/переместить “%@” в:

source: Rename/move %@ items to:
ru: Переименовать/переместить %@ объектов в:

source: Retry
ru: Повторить

source: Skip
ru: Пропустить

source: Skip All
ru: Пропустить все

source: Symbolic link '%@' points at:
ru: Символическая ссылка '%@' указывает на:

source: Unlock
ru: Разблокировать

source: Verifying operation result..
ru: Верификация результата...

source: Waiting in the queue...
ru: Ожидание в очереди...
